{
  "About me": "Über mich",
  "Reservation": "Reservierungen",
  "Transformations": "Transformationen",
  "Contact": "Kontakt",
  "Open main menu": "Hauptmenü öffnen",
  "Welcome": "Willkommen",
  "Log out": "Abmelden",
  "Log in": "Anmelden",
  "Hi, I’m Michał. I've been involved in sports since I was a child, with a significant – even excessive – amount of activity in my life. Initially, like many young boys, I played football, achieving both big and small successes. However, one day, at the age of 14, I went to the gym for the first time, and I’ve stayed ever since.": "Hallo, ich bin Michał. Ich beschäftige mich seit meiner Kindheit mit Sport und habe immer eine große – sogar übermäßige – Menge an Aktivität in meinem Leben gehabt. Zunächst, wie viele junge Jungs, spielte ich Fußball und erzielte sowohl große als auch kleine Erfolge. Doch eines Tages, im Alter von 14 Jahren, ging ich zum ersten Mal ins Fitnessstudio und bin seitdem geblieben.",
  "I chose bodybuilding and working on my own body because it's the only sport where we are the creators of our physique, and the results are 100% dependent solely on us. I started my bodybuilding journey on my own, making hundreds of mistakes on my own body, thus gathering invaluable experience that no training course can provide. After 8 years of training, I competed for the first time in bodybuilding competitions, earning the title of bronze medalist in the Polish Junior Championships in classic bodybuilding.": "Ich habe Bodybuilding gewählt und arbeite an meinem eigenen Körper, weil es der einzige Sport ist, bei dem wir die Schöpfer unseres Körpers sind und die Ergebnisse zu 100 % nur von uns abhängen. Ich begann meine Bodybuilding-Reise alleine, machte Hunderte von Fehlern an meinem eigenen Körper und sammelte so wertvolle Erfahrungen, die kein Training bieten kann. Nach 8 Jahren des Trainings trat ich zum ersten Mal bei Bodybuilding-Wettkämpfen an und erlangte den Titel des Bronzemedaillengewinners bei den polnischen Juniorenmeisterschaften im klassischen Bodybuilding.",
  "Currently, I am an active athlete in the IFBB federation, as well as a coach and nutrition advisor. What sets me apart from other trainers? Above all, it’s my individual approach to each client and the experience I’ve gained through years of training, which gives me an edge over those who have a lot of theory but lack practical experience.": "Derzeit bin ich ein aktiver Athlet in der IFBB-Federation sowie ein Trainer und Ernährungsberater. Was mich von anderen Trainern unterscheidet? Vor allem mein individueller Ansatz für jeden Klienten und die Erfahrung, die ich durch jahrelanges Training gesammelt habe, verschafft mir einen Vorteil gegenüber denen, die viel Theorie haben, aber an praktischer Erfahrung fehlen.",
  "I believe that a gram of practice is worth more than a kilogram of theory. Of course, when it comes to theory, I’m constantly developing, but I always test it on myself first before applying it in my work with clients. By working with the best coaching staff in our country and spending time daily among the top Polish bodybuilders, I gain knowledge every day that not everyone has access to.": "Ich glaube, dass ein Gramm Praxis mehr wert ist als ein Kilogramm Theorie. Natürlich entwickle ich mich auch ständig in der Theorie, aber ich teste sie immer zuerst an mir selbst, bevor ich sie in meiner Arbeit mit Klienten anwende. Durch die Zusammenarbeit mit dem besten Trainerteam unseres Landes und das tägliche Verbringen von Zeit unter den besten polnischen Bodybuildern erhalte ich Wissen, auf das nicht jeder Zugriff hat.",
  "I also follow a holistic approach to the human body. I’m aware, and I’ll try to make you aware too, that the effectiveness of training is influenced not only by a well-programmed training plan but also by proper nutrition, lifestyle, and even the psychological aspect and attitude towards the sport being practiced.": "Ich folge auch einem ganzheitlichen Ansatz für den menschlichen Körper. Ich bin mir bewusst und werde versuchen, dir auch bewusst zu machen, dass die Effektivität des Trainings nicht nur von einem gut programmierten Trainingsplan abhängt, sondern auch von der richtigen Ernährung, dem Lebensstil und sogar dem psychologischen Aspekt sowie der Einstellung zum ausgeübten Sport.",
  "Personal Trainer Course at Strefa Sportu Training Center with Radek Słodkiewicz, 2016": "Kurs zum Personal Trainer im Strefa Sportu Training Center bei Radek Słodkiewicz, 2016",
  "Course on Theory and Practice in Strength Training (training systems: FBW, SPLIT, SLINGSHOT, and HOLISTIC TRAINING), 2016": "Kurs über Theorie und Praxis im Krafttraining (Trainingssysteme: FBW, SPLIT, SLINGSHOT und HOLISTIC TRAINING), 2016",
  "Fundamentals of Human Nutrition at A4ACADEMY, 2017": "Fundamente der menschlichen Ernährung an der A4ACADEMY, 2017",
  "Dietetics and Supplementation in Sports at A4ACADEMY, 2017": "Ernährungswissenschaft und Supplementierung im Sport an der A4ACADEMY, 2017",
  "Sport Nutrition – Ketogenic & Carb Cycling at Premium Sport Academy, 2017": "Sporternährung – Ketogen und Kohlenhydratzyklen an der Premium Sport Academy, 2017",
  "Psychodietetics – Premium Sport Academy with Karolina Gruszecka, 2017": "Psychodietetik – Premium Sport Academy mit Karolina Gruszecka, 2017",
  "Pharmacological Support in Bodybuilding and Sports online seminar, level 1 and 2, led by Robert Piotrkowicz, 2017": "Pharmakologische Unterstützung im Bodybuilding und Sport Online-Seminar, Stufe 1 und 2, geleitet von Robert Piotrkowicz, 2017",
  "Expertise in handling: Type 1 and Type 2 Diabetes, Metabolic Syndrome, Hypertension, and Insulin Resistance, at Strefa Sportu Training Center, led by Rafał Nejmann, 2017": "Expertise in der Behandlung von: Typ 1 und Typ 2 Diabetes, metabolischem Syndrom, Bluthochdruck und Insulinresistenz, im Strefa Sportu Training Center, geleitet von Rafał Nejmann, 2017",
  "Leadership workshop and seminar A4Academy Katarzyna Szyguła 2017": "Leadership-Workshop und Seminar A4Academy Katarzyna Szyguła 2017",
  "PHOTO": "GALERIE",
  "GALLERY": "BILDER",
  "COURSES": "KURSE",
  "TRAINING SESSIONS": "TRAININGSSITZUNGEN",
  "A FEW WORDS": "WENIGE WORTE",
  "ABOUT ME": "ÜBER MICH",
  "Training sessions are conducted at the gym:": "Trainingseinheiten finden im Fitnessstudio statt:",
  "Account number": "Kontonummer",
  "Name": "Name",
  "Email address": "E-Mail-Adresse",
  "Message content": "Nachrichtinhalt",
  "Send message": "Nachricht senden",
  "Cookies": "Cookies",
  "Policies": "Richtlinien",
  "I consent to the processing of my personal data in accordance with the Personal Data Protection Act for the purpose of sending commercial information electronically.": "Ich stimme der Verarbeitung meiner personenbezogenen Daten gemäß dem Datenschutzgesetz zum Zwecke der elektronischen Zusendung von kommerziellen Informationen zu.",
  "Complete the Captcha": "Captcha ausfüllen",
  "And the Administrator, in accordance with the provisions of Article 173 and 174 of the Act of July 16, 2004, Telecommunications Law (consolidated text Journal of Laws of 2014, item 243), uses 'cookies' files, which are used to collect information about Users' use of the Administrator's website at the address trenerpersonalnymichal.pl (hereinafter referred to as the 'Service').": "Und der Administrator verwendet gemäß den Bestimmungen der Artikel 173 und 174 des Gesetzes vom 16. Juli 2004 über Telekommunikation (konsolidierter Text Journal of Laws von 2014, Artikel 243) 'Cookies', die verwendet werden, um Informationen über die Nutzung der Website des Administrators unter der Adresse trenerpersonalnymichal.pl zu sammeln (im Folgenden 'Service' genannt).",
  "The Service uses Cookies. Cookies are text files stored on the User's end device and are used to browse the Service pages.": "Der Service verwendet Cookies. Cookies sind Textdateien, die auf dem Endgerät des Benutzers gespeichert werden und zum Durchsuchen der Seiten des Services verwendet werden.",
  "The purpose of using Cookies by the Service is:": "Zweck der Verwendung von Cookies durch den Service ist:",
  "a) adapting the content of the website to the individual needs and preferences of the User;": "a) Anpassung des Inhalts der Website an die individuellen Bedürfnisse und Vorlieben des Benutzers;",
  "b) maintaining the User's session.": "b) Aufrechterhaltung der Benutzersitzung.",
  "During visits to the Service, the Service's system sends at least one Cookie file to the User's computer to uniquely identify the browser.": "Bei Besuchen des Services sendet das System des Services mindestens eine Cookie-Datei an den Computer des Benutzers, um den Browser eindeutig zu identifizieren.",
  "The information sent by the User's browser is automatically recorded on the Server.": "Die vom Browser des Nutzers gesendeten Informationen werden automatisch auf dem Server aufgezeichnet.",
  "Each User has the option to block the reception of Cookies, allowing them to remain anonymous; however, in such a case, the Service will not be able to identify the User or their preferences.": "Jeder Nutzer hat die Möglichkeit, den Empfang von Cookies zu blockieren, sodass er anonym bleibt. In diesem Fall kann der Dienst den Nutzer oder seine Präferenzen jedoch nicht identifizieren.",
  "Limiting the transmission of Cookies may, therefore, affect some functionalities of the Service.": "Die Einschränkung der Übertragung von Cookies kann daher einige Funktionen des Dienstes beeinträchtigen.",
  "To block the reception of Cookies or receive information about each time they are placed on the User's end device, appropriate settings in the web browser should be modified.": "Um den Empfang von Cookies zu blockieren oder Informationen darüber zu erhalten, wann Cookies auf dem Endgerät des Nutzers platziert werden, sollten entsprechende Einstellungen im Webbrowser geändert werden.",
  "Cookies are available to the Administrator.": "Cookies sind für den Administrator zugänglich.",
  "Cookies placed on the end device may also be used by the provider of the Google Analytics and Google AdWords services, in accordance with its privacy policy.": "Auf dem Endgerät platzierte Cookies können auch vom Anbieter der Google Analytics- und Google AdWords-Dienste verwendet werden, gemäß seiner Datenschutzrichtlinie.",
  "Cookies and the information stored in them or the ability to access them do not cause configuration changes in the device and software installed on that device.": "Cookies und die darin gespeicherten Informationen oder die Möglichkeit, auf sie zuzugreifen, verursachen keine Konfigurationsänderungen auf dem Gerät und in der Software, die auf diesem Gerät installiert sind.",
  "If the User does not change the default settings of the web browser regarding Cookies, they will be placed on their end device and used in accordance with the rules specified by the web browser provider.": "Wenn der Nutzer die Standard-Einstellungen des Webbrowsers in Bezug auf Cookies nicht ändert, werden diese auf seinem Endgerät platziert und gemäß den vom Anbieter des Webbrowsers festgelegten Regeln verwendet.",
  "And this, Cookies may be stored on the User's end device, and the Administrator may access the information contained in these files.": "Und dies, Cookies können auf dem Endgerät des Nutzers gespeichert werden, und der Administrator kann auf die in diesen Dateien enthaltenen Informationen zugreifen.",
  "And information on managing Cookies in individual browsers can be found on the pages dedicated to each browser:": "Informationen zur Verwaltung von Cookies in einzelnen Browsern finden sich auf den Seiten, die jedem Browser gewidmet sind:",
  "https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer": "https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer",
  "https://support.microsoft.com/en-gb/topic/description-of-cookies-ad01aa7e-66c9-8ab2-7898-6652c100999d": "https://support.microsoft.com/en-gb/topic/description-of-cookies-ad01aa7e-66c9-8ab2-7898-6652c100999d",
  "https://support.google.com/chrome/answer/95647?hl=en": "https://support.google.com/chrome/answer/95647?hl=en",
  "https://help.opera.com/en/latest/web-preferences/#cookies": "https://help.opera.com/en/latest/web-preferences/#cookies",
  "https://support.apple.com/en-gb/105082": "https://support.apple.com/en-gb/105082",
  "Let me change your life for the better with my help.": "Lassen Sie mich Ihr Leben mit meiner Hilfe zum Besseren verändern.",
  "Interesting links": "Interessante Links",
  "Documents": "Dokumente",
  "Terms and Conditions": "Allgemeine Geschäftsbedingungen",
  "Privacy policy": "Datenschutzrichtlinie",
  "Cookies policy": "Cookie-Richtlinie",
  "Michał Trainer": "Michał Trainer",
  "Michał": "Michał",
  "Trainer": "Trainer",
  "Personal": "Persönlich",
  "I will help you achieve your intended goal, and if you don't have one yet, we will set it together and reach the final result!": "Ich werde Ihnen helfen, Ihr Ziel zu erreichen, und wenn Sie noch keines haben, werden wir es gemeinsam festlegen und das endgültige Ergebnis erreichen!",
  "Book an appointment.": "Vereinbaren Sie einen Termin.",
  "Hi! My name is Michał, I am a personal trainer certified by the EFA. I graduated in physical education, specializing in personal training, from the Academy of Physical Education named after Bronisław Czech in Kraków.": "Hallo! Mein Name ist Michał, ich bin ein von der EFA zertifizierter Personal Trainer. Ich habe Sportwissenschaften mit dem Schwerpunkt Personal Training an der Akademie für Körperkultur nach Bronisław Czech in Krakau abgeschlossen.",
  "I invite you to join my training sessions if you have health issues or simply need help with strength training, while also taking care of your physical fitness and health.": "Ich lade Sie ein, an meinen Trainingseinheiten teilzunehmen, wenn Sie gesundheitliche Probleme haben oder einfach Hilfe beim Krafttraining benötigen, während Sie gleichzeitig auf Ihre körperliche Fitness und Gesundheit achten.",
  "Personal Reverse Trainer": "Personal Trainer",
  "Trainer Reverse Personal": "Trainer",
  "Why will my training be suitable for you?": "Warum wird mein Training für Sie geeignet sein?",
  "You will find plenty of useful tips and advice on the 4 keys to success that will help you:": "Sie werden viele nützliche Tipps und Ratschläge zu den 4 Schlüsseln zum Erfolg finden, die Ihnen helfen werden:",
  "Eat better, without dieting and without feeling deprived.": "Essen Sie besser, ohne Diäten und ohne sich benachteiligt zu fühlen.",
  "Be active, regardless of your current fitness level.": "Seien Sie aktiv, unabhängig von Ihrem aktuellen Fitnesslevel.",
  "Ditch the food rules, ditch fad diets and conflicting advice.": "Verwerfen Sie die Essensregeln, lassen Sie fadenscheinige Diäten und widersprüchliche Ratschläge hinter sich.",
  "Incorporate fitness into your life.": "Integrieren Sie Fitness in Ihr Leben.",
  "Achieve and maintain your goals, even when life gets busy.": "Erreichen und erhalten Sie Ihre Ziele, auch wenn das Leben hektisch wird.",
  "Learn and apply nutritional strategies that will transform your body without feeling hungry.": "Lernen und wenden Sie Ernährungsstrategien an, die Ihren Körper transformieren, ohne sich hungrig zu fühlen.",
  "Discover and implement important lifestyle habits to start feeling amazing on the inside and looking great on the outside.": "Entdecken und implementieren Sie wichtige Lebensgewohnheiten, um sich von innen großartig zu fühlen und von außen gut auszusehen.",
  "By applying mindset principles toward the burning desire to achieve your goals – you will become a better version of yourself.": "Indem Sie die Prinzipien der Denkweise auf den brennenden Wunsch anwenden, Ihre Ziele zu erreichen – werden Sie eine bessere Version von sich selbst werden.",
  "A tailored, structured, time-efficient, and progressive exercise program to meet your needs and goals.": "Ein maßgeschneidertes, strukturiertes, zeiteffizientes und progressives Trainingsprogramm, das auf Ihre Bedürfnisse und Ziele abgestimmt ist.",
  "MY CREDO": "MEIN CREDO",
  "Busy men and women improve their health and fitness using a combination of tailored exercise, nutrition, lifestyle, and mindset systems that are holistic and sustainable for life.": "Beschäftigte Männer und Frauen verbessern ihre Gesundheit und Fitness mit einer Kombination aus maßgeschneidertem Training, Ernährung, Lebensstil und Denkweise, die ganzheitlich und nachhaltig für das Leben sind.",
  "✓ Feel confident and attractive among friends, family, and in public spaces.": "✓ Fühlen Sie sich selbstbewusst und attraktiv unter Freunden, Familie und in öffentlichen Räumen.",
  "✓ Feel physically and mentally strong, ready to take on any challenge without worrying that your energy levels or body weight will hold you back.": "✓ Fühlen Sie sich körperlich und geistig stark, bereit, jede Herausforderung zu meistern, ohne sich Sorgen machen zu müssen, dass Ihre Energie oder Ihr Körpergewicht Sie zurückhalten.",
  "✓ Wear the clothes you want to wear.": "✓ Tragen Sie die Kleidung, die Sie tragen möchten.",
  "✓ Stop worrying about diseases and early death.": "✓ Hören Sie auf, sich um Krankheiten und frühes Sterben zu sorgen.",
  "✓ Run with your kids or grandkids without feeling pain, winded, or exhausted, and do it again the next day.": "✓ Laufen Sie mit Ihren Kindern oder Enkelkindern, ohne Schmerzen, Atemnot oder Erschöpfung zu verspüren, und tun Sie es am nächsten Tag wieder.",
  "✓ Add 10 years of healthy life to your retirement.": "✓ Fügen Sie 10 Jahre gesundes Leben zu Ihrer Rente hinzu.",
  "✓ Starving yourself.": "✓ Sich selbst verhungern lassen.",
  "✓ Counting calories or weighing food!": "✓ Kalorien zählen oder Essen wiegen!",
  "✓ Giving up the foods you enjoy.": "✓ Die Lebensmittel aufgeben, die Sie mögen.",
  "Without worrying about:": "Ohne sich Sorgen zu machen über:",
  "Nutrition": "Ernährung",
  "Lifestyle": "Lebensstil",
  "Exercises": "Übungen",
  "Mindset": "Denkweise",
  "MY": "MEIN",
  "CREDO": "CREDO",
  "Transformations Reverse Clients": "TRANSFORMATIONEN",
  "Clients Reverse Transformations": "KUNDEN",
  "More Transformations": "Mehr Transformationen",
  "I will guide you through the entire process from where you are now to achieving the results shown in the pictures below. You will gain health, a better mood, and vitality, and you will pass on new, healthy habits to your children. By working with me, you will improve not only your quality of life but that of your entire family.": "Ich werde Sie durch den gesamten Prozess führen, vom aktuellen Stand bis zu den Ergebnissen, die auf den untenstehenden Bildern gezeigt werden. Sie werden Gesundheit, bessere Stimmung und Vitalität gewinnen und neue, gesunde Gewohnheiten an Ihre Kinder weitergeben. Durch die Zusammenarbeit mit mir werden Sie nicht nur Ihre Lebensqualität verbessern, sondern auch die Ihrer gesamten Familie.",
  "I have been helping people on their journey to better fitness since 2012.": "Ich helfe Menschen seit 2012 auf ihrem Weg zu besserer Fitness.",
  "The online collaboration with Ania lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Ania dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Andrzej lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Andrzej dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Tomek lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Tomek dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Natalia lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Natalia dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Piotr lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Piotr dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Kazimierz lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Kazimierz dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Julia lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Julia dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Konrad lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Konrad dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Oskar lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Oskar dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Tomasz lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Tomasz dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Maja lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Maja dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "The online collaboration with Mateusz lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Die Online-Zusammenarbeit mit Mateusz dauerte knapp 5 Monate. Das Ziel war es, überschüssiges Fett abzubauen und einen athletischen Körperbau zu erreichen.",
  "Password": "Passwort",
  "Remind password": "Passwort erinnern",
  "If you do not have an account, please register.": "Wenn Sie kein Konto haben, registrieren Sie sich bitte.",
  "Telephone number": "Telefonnummer",
  "Repeat password": "Passwort wiederholen",
  "If you have an account, please log in.": "Wenn Sie ein Konto haben, melden Sie sich bitte an.",
  "Password Reset": "Passwort zurücksetzen",
  "Change password": "Passwort ändern",
  "Send": "Senden",
  "If the email exists in our database, an email has been sent with a link to reset your password.": "Wenn die E-Mail in unserer Datenbank existiert, wurde eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts gesendet.",
  "Name is too short": "Name ist zu kurz",
  "Name is too long": "Name ist zu lang",
  "Name is required": "Name ist erforderlich",
  "Last name is too short": "Nachname ist zu kurz",
  "Last Name is too long": "Nachname ist zu lang",
  "Address Email is incorrect": "E-Mail-Adresse ist ungültig",
  "Address Email is required": "E-Mail-Adresse ist erforderlich",
  "Phone number is incorrect": "Telefonnummer ist ungültig",
  "Password is too short": "Passwort ist zu kurz",
  "Password is required": "Passwort ist erforderlich",
  "The passwords must match.": "Die Passwörter müssen übereinstimmen.",
  "Message is too short": "Nachricht ist zu kurz",
  "Message is too long": "Nachricht ist zu lang",
  "To send a message, you must accept the consent.": "Um eine Nachricht zu senden, müssen Sie der Einwilligung zustimmen.",
  "Complete the captcha verification": "Vervollständigen Sie die Captcha-Verifizierung",
  "Book an appointment": "Buchung eines Termins",
  "I have an account": "Ich habe ein Konto",
  "Book as a guest, and we will automatically create an account for you.": "Buchen Sie als Gast, und wir erstellen automatisch ein Konto für Sie.",
  "The training has been booked. A confirmation has been sent to your email.": "Das Training wurde gebucht. Eine Bestätigung wurde an Ihre E-Mail-Adresse gesendet.",
  "Order confirmation.": "Bestellbestätigung.",
  "Your order": "Ihre Bestellung",
  "Title": "Titel",
  "Price": "Preis",
  "Date": "Datum",
  "Start time": "Startzeit",
  "End time": "Endzeit",
  "Complete Reservation": "Reservierung abschließen",
  "Training Reservation": "Training Reservierung",
  "Select Trainer": "Trainer auswählen",
  "Select Plan": "Plan auswählen",
  "Available booking slots": "Verfügbare Buchungszeiten",
  "1. Data Administrator": "1. Datenadministrator",
  "The administrator of your personal data is Michał Lejwoda": "Der Administrator Ihrer personenbezogenen Daten ist Michał Lejwoda",
  "If you have any questions regarding the method, purpose, or scope of data processing by the Administrator or questions concerning your rights, you can contact the Administrator via email at: michal.lejwoda@gmail.com": "Wenn Sie Fragen zur Methode, zum Zweck oder zum Umfang der Datenverarbeitung durch den Administrator oder Fragen zu Ihren Rechten haben, können Sie den Administrator per E-Mail unter michal.lejwoda@gmail.com kontaktieren.",
  "2. GDPR": "2. DSGVO",
  "GDPR is the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC. GDPR regulates issues related to the processing of personal data.": "Die DSGVO ist die Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten und zum freien Verkehr solcher Daten und zur Aufhebung der Richtlinie 95/46/EG. Die DSGVO regelt Fragen im Zusammenhang mit der Verarbeitung personenbezogener Daten.",
  "3. Purposes and legal grounds for processing personal data": "3. Zwecke und rechtliche Grundlagen für die Verarbeitung personenbezogener Daten",
  "Your personal data is processed for the purpose of concluding and performing a contract with the Administrator, i.e., a contract for the provision of services specified in the Terms of Service available on the website www.michal-trener.com (legal basis: Article 6(1)(b) of GDPR).": "Ihre personenbezogenen Daten werden zum Zwecke des Abschlusses und der Durchführung eines Vertrags mit dem Administrator verarbeitet, d. h. eines Vertrags über die Erbringung der auf der Website www.michal-trener.com verfügbaren Dienstleistungen (Rechtsgrundlage: Artikel 6 Abs. 1 lit. b der DSGVO).",
  "Your personal data is also processed to fulfill legal obligations incumbent on the Administrator related to issuing invoices, receipts, and maintaining financial reporting (legal basis: Article 6(1)(c) of GDPR).": "Ihre personenbezogenen Daten werden auch verarbeitet, um rechtlichen Verpflichtungen des Administrators im Zusammenhang mit der Ausstellung von Rechnungen, Quittungen und der Aufrechterhaltung der Finanzberichterstattung nachzukommen (Rechtsgrundlage: Artikel 6 Abs. 1 lit. c der DSGVO).",
  "Furthermore, in some cases, it is or may be necessary to process your personal data for purposes resulting from the legitimate interests of the Administrator (legal basis: Article 6(1)(f) of GDPR), in particular:": "Darüber hinaus kann es in einigen Fällen notwendig sein, Ihre personenbezogenen Daten für Zwecke zu verarbeiten, die sich aus den berechtigten Interessen des Administrators ergeben (Rechtsgrundlage: Artikel 6 Abs. 1 lit. f der DSGVO), insbesondere:",
  "1) for marketing the products and services offered by the Administrator or the Administrator's partners,": "1) für das Marketing der vom Administrator oder den Partnern des Administrators angebotenen Produkte und Dienstleistungen,",
  "2) for responding to inquiries submitted via the contact form,": "2) für die Beantwortung von Anfragen, die über das Kontaktformular eingereicht wurden,",
  "3) for handling complaints regarding services provided by the Administrator,": "3) für die Bearbeitung von Beschwerden über vom Administrator erbrachte Dienstleistungen,",
  "4) for purposes related to monitoring and improving the quality of services provided by the Administrator,": "4) für Zwecke im Zusammenhang mit der Überwachung und Verbesserung der Qualität der vom Administrator erbrachten Dienstleistungen,",
  "5) where applicable – for purposes related to conducting legal proceedings, as well as proceedings before public authorities or other proceedings, including the pursuit and defense of claims,": "5) falls zutreffend – für Zwecke im Zusammenhang mit der Durchführung von Rechtsverfahren sowie Verfahren vor öffentlichen Behörden oder anderen Verfahren, einschließlich der Verfolgung und Verteidigung von Ansprüchen,",
  "6) for sending commercial information electronically as defined by the Act of 18 July 2002 on the provision of services by electronic means (if appropriate consent has been given).": "6) zum Versand von kommerziellen Informationen elektronisch gemäß dem Gesetz vom 18. Juli 2002 über die Erbringung von Dienstleistungen auf elektronischem Wege (wenn entsprechende Zustimmung erteilt wurde).",
  "In other cases, your personal data will be processed solely based on consent (legal basis: Article 6(1)(a) or Article 9(2)(a) of GDPR), for purposes specified in the consent.": "In anderen Fällen werden Ihre personenbezogenen Daten ausschließlich auf Basis Ihrer Zustimmung verarbeitet (Rechtsgrundlage: Artikel 6 Abs. 1 lit. a oder Artikel 9 Abs. 2 lit. a der DSGVO) für die im Einverständnis angegebenen Zwecke.",
  "4. Obligation to provide personal data": "4. Verpflichtung zur Bereitstellung personenbezogener Daten",
  "Providing your personal data is a condition for concluding and properly performing the contract or processing a submitted inquiry, complaint, or report. Failure to provide the required personal data may prevent the conclusion and execution of the contract and the provision of services by the Administrator.": "Die Bereitstellung Ihrer personenbezogenen Daten ist eine Voraussetzung für den Abschluss und die ordnungsgemäße Durchführung des Vertrags oder die Bearbeitung einer eingereichten Anfrage, Beschwerde oder Meldung. Das Nichtbereitstellen der erforderlichen personenbezogenen Daten kann den Abschluss und die Ausführung des Vertrags sowie die Erbringung von Dienstleistungen durch den Administrator verhindern.",
  "5. Information about recipients of personal data": "5. Informationen über Empfänger personenbezogener Daten",
  "Your personal data may be shared with the following recipients or categories of recipients:": "Ihre personenbezogenen Daten können mit den folgenden Empfängern oder Empfängerkategorien geteilt werden:",
  "1) public authorities and entities performing public tasks or acting on behalf of public authorities, to the extent and for the purposes resulting from applicable law,": "1) öffentliche Behörden und Stellen, die öffentliche Aufgaben wahrnehmen oder im Auftrag öffentlicher Behörden handeln, im Umfang und für die Zwecke, die sich aus geltendem Recht ergeben,",
  "2) entities supporting the Administrator in carrying out his business and operational processes, including entities processing personal data on behalf of the Administrator,": "2) Stellen, die den Administrator bei der Durchführung seiner Geschäfts- und Betriebsprozesse unterstützen, einschließlich Stellen, die personenbezogene Daten im Auftrag des Administrators verarbeiten,",
  "3) the electronic payment operator.": "3) der elektronische Zahlungsanbieter.",
  "6. Periods of personal data processing": "6. Zeiträume der Verarbeitung personenbezogener Daten",
  "Your personal data will be processed for the period necessary to achieve the purposes of processing indicated in point 3 above, i.e., for the duration:": "Ihre personenbezogenen Daten werden für den Zeitraum verarbeitet, der erforderlich ist, um die in Punkt 3 oben angegebenen Zwecke der Verarbeitung zu erreichen, d. h. für die Dauer:",
  "1) to conclude and perform a contract – until the completion of the service, and after its completion – for the period specified by law for the storage of financial documents and for the duration of possible claims,": "1) zum Abschluss und zur Durchführung eines Vertrags – bis zum Abschluss der Dienstleistung und nach deren Abschluss – für den gesetzlich vorgeschriebenen Zeitraum zur Aufbewahrung von Finanzdokumenten und für die Dauer möglicher Ansprüche,",
  "2) for fulfilling the legal obligations of the Administrator – for the period specified by applicable law,": "2) zur Erfüllung der rechtlichen Verpflichtungen des Administrators – für den gesetzlich vorgeschriebenen Zeitraum,",
  "3) for other purposes – until the consent is withdrawn.": "3) für andere Zwecke – bis die Zustimmung widerrufen wird.",
  "7. Your rights": "7. Ihre Rechte",
  "You have the right to access your personal data, correct it, delete it, and limit its processing, the right to transfer the data, as well as the right to object to the processing of your personal data on the grounds of your particular situation. You also have the right to withdraw consent at any time, without affecting the legality of the processing that took place before its withdrawal.": "Sie haben das Recht, auf Ihre personenbezogenen Daten zuzugreifen, diese zu berichtigen, zu löschen und deren Verarbeitung einzuschränken, das Recht auf Datenübertragbarkeit sowie das Recht, der Verarbeitung Ihrer personenbezogenen Daten aus Gründen Ihrer besonderen Situation zu widersprechen. Sie haben auch das Recht, Ihre Zustimmung jederzeit zu widerrufen, ohne die Rechtmäßigkeit der Verarbeitung vor ihrem Widerruf zu beeinträchtigen.",
  "8. The right to lodge a complaint with the supervisory authority": "8. Das Recht, eine Beschwerde bei der Aufsichtsbehörde einzureichen",
  "If you believe that your personal data is processed unlawfully, you have the right to lodge a complaint with the President of the Personal Data Protection Office.": "Wenn Sie der Meinung sind, dass Ihre personenbezogenen Daten rechtswidrig verarbeitet werden, haben Sie das Recht, beim Präsidenten des Amtes für den Schutz personenbezogener Daten eine Beschwerde einzureichen.",
  "9. Automated decision-making, including profiling": "9. Automatisierte Entscheidungsfindung, einschließlich Profiling",
  "Your personal data will not be subject to automated decision-making, including profiling.": "Ihre personenbezogenen Daten unterliegen keiner automatisierten Entscheidungsfindung, einschließlich Profiling.",
  "To the extent that you have given consent for the processing of personal data, you have the right to withdraw this consent. Withdrawal of consent does not affect the lawfulness of the processing carried out on the basis of consent before its withdrawal.": "Soweit Sie Ihre Zustimmung zur Verarbeitung personenbezogener Daten erteilt haben, haben Sie das Recht, diese Zustimmung zu widerrufen. Der Widerruf der Zustimmung beeinträchtigt nicht die Rechtmäßigkeit der Verarbeitung, die auf Grundlage der Zustimmung vor deren Widerruf durchgeführt wurde.",
  "10. Right to lodge a complaint with a supervisory authority": "10. Recht, eine Beschwerde bei einer Aufsichtsbehörde einzureichen",
  "If you believe that the processing of your personal data violates applicable law, you may lodge a complaint with the supervisory authority – the President of the Personal Data Protection Office (ul. Stawki 2, 00-193 Warsaw).": "Wenn Sie der Meinung sind, dass die Verarbeitung Ihrer personenbezogenen Daten gegen geltendes Recht verstößt, können Sie eine Beschwerde bei der Aufsichtsbehörde einreichen – dem Präsidenten des Amtes für den Schutz personenbezogener Daten (ul. Stawki 2, 00-193 Warschau).",
  "11. Transfer of personal data to entities outside the European Economic Area ('EEA') or international organizations": "11. Übertragung personenbezogener Daten an Stellen außerhalb des Europäischen Wirtschaftsraums ('EWR') oder internationale Organisationen",
  "The Administrator does not plan to transfer your personal data to entities outside the EEA or to international organizations.": "Der Administrator plant nicht, Ihre personenbezogenen Daten an Stellen außerhalb des EWR oder an internationale Organisationen zu übermitteln.",
  "Parties": "Parteien",
  "TERMS AND CONDITIONS OF PROVIDING ELECTRONIC SERVICES": "ALLGEMEINE GESCHÄFTSBEDINGUNGEN FÜR DIE ERBRINGUNG ELEKTRONISCHER DIENSTLEISTUNGEN",
  "These Terms and Conditions constitute the terms and conditions of providing electronic services as defined in Article 8, paragraph 1, point 1 of the Act of 18 July 2002 on providing electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended), taking into account the provisions of the Act of 30 May 2014 on consumer rights (Journal of Laws of 2014, item 827).": "Diese Allgemeinen Geschäftsbedingungen stellen die Bedingungen für die Erbringung elektronischer Dienstleistungen im Sinne des Artikels 8, Absatz 1, Punkt 1 des Gesetzes vom 18. Juli 2002 über die Erbringung elektronischer Dienstleistungen (Gesetzblatt 2002, Nr. 144, Pos. 1204, in der geänderten Fassung) dar, unter Berücksichtigung der Bestimmungen des Gesetzes vom 30. Mai 2014 über Verbraucherrechte (Gesetzblatt 2014, Pos. 827).",
  "§ 1. General Provisions": "§ 1. Allgemeine Bestimmungen",
  "1. These Terms and Conditions define the conditions of providing electronic services by the Service Provider within the framework of the website located at www.trenerpersonalnymichal.pl.": "1. Diese Allgemeinen Geschäftsbedingungen definieren die Bedingungen für die Erbringung elektronischer Dienstleistungen durch den Dienstanbieter im Rahmen der Website www.trenerpersonalnymichal.pl.",
  "2. The terms used in these Terms and Conditions have the following meanings:": "2. Die in diesen Allgemeinen Geschäftsbedingungen verwendeten Begriffe haben folgende Bedeutungen:",
  "a) Service Provider – Michał Lejwoda": "a) Dienstanbieter – Michał Lejwoda",
  "b) Website – the Service Provider’s website operated at www.michal-trener.pl.": "b) Website – die Website des Dienstanbieters, betrieben unter www.michal-trener.pl.",
  "c) Client – a natural person, legal entity, or organizational unit with legal capacity, making purchases on the Website;": "c) Kunde – eine natürliche Person, eine juristische Person oder eine organisatorische Einheit mit Rechtsfähigkeit, die auf der Website Käufe tätigt;",
  "d) Consumer – a Client who is a natural person making a legal transaction with the Service Provider, who is an entrepreneur, which is not directly related to the person’s business or professional activity;": "d) Verbraucher – ein Kunde, der eine natürliche Person ist und einen rechtlichen Vertrag mit dem Dienstanbieter abschließt, der Unternehmer ist, jedoch nicht direkt mit der beruflichen oder geschäftlichen Tätigkeit der Person verbunden ist;",
  "e) Newsletter – materials sent by the Service Provider electronically to Clients who have expressly agreed to receive them, which may constitute commercial information within the meaning of the Act of 18 July 2002 on providing electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended).": "e) Newsletter – Materialien, die vom Dienstanbieter elektronisch an Kunden gesendet werden, die ausdrücklich zugestimmt haben, diese zu erhalten, und die als kommerzielle Informationen im Sinne des Gesetzes vom 18. Juli 2002 über die Erbringung elektronischer Dienstleistungen (Gesetzblatt 2002, Nr. 144, Pos. 1204, in der geänderten Fassung) angesehen werden können.",
  "Account": "Konto",
  "Settings saved": "Einstellungen gespeichert",
  "Successfully saved the settings !!!": "Einstellungen erfolgreich gespeichert!!!",
  "Close": "Schließen"

}



