{
  "Homepage": "Strona domowa",
  "About me": "O mnie",
  "Reservation": "Rezerwacje",
  "Transformations": "Transformacje",
  "Contact": "Kontakt",
  "Open main menu": "Otwórz główne menu",
  "Welcome": "Witaj",
  "Log out": "Wyloguj się",
  "Log in": "Zaloguj się",
  "Hi, I’m Michał. I've been involved in sports since I was a child, with a significant – even excessive – amount of activity in my life. Initially, like many young boys, I played football, achieving both big and small successes. However, one day, at the age of 14, I went to the gym for the first time, and I’ve stayed ever since.": "Cześć, jestem Michał, ze sportem mam kontakt od najmłodszych lat, w moim życiu zawsze była duża, a nawet zbyt duża ilość aktywności. Początkowo jak to u każdego młodego chłopaka była to piłka nożna z większymi jak i mniejszymi sukcesami. Natomiast pewnego dnia w wieku 14 lat poszedłem pierwszy raz na siłownię i już tam zostałem.",
  "I chose bodybuilding and working on my own body because it's the only sport where we are the creators of our physique, and the results are 100% dependent solely on us. I started my bodybuilding journey on my own, making hundreds of mistakes on my own body, thus gathering invaluable experience that no training course can provide. After 8 years of training, I competed for the first time in bodybuilding competitions, earning the title of bronze medalist in the Polish Junior Championships in classic bodybuilding.": "Wybrałem kulturystykę i pracę nad własnym ciałem, gdyż jest to jedyny tak piękny sport gdzie jesteśmy twórcami własnego ciała i to, jakie będą efekty w 100% jest zależne tylko i wyłącznie od nas. Swoją przygodę z kulturystyką zacząłem sam, popełniając setki błędów na własnym ciele, tym samym zbierając bezcenne doświadczenie, którego nie zdobędziemy na żadnym szkoleniu, po 8 latach treningów wystartowałem pierwszy raz w zawodach kulturystycznych tym samym zdobywając tytuł brązowego medalisty Mistrzostw Polski Juniorów w kulturystyce klasycznej.",
  "Currently, I am an active athlete in the IFBB federation, as well as a coach and nutrition advisor. What sets me apart from other trainers? Above all, it’s my individual approach to each client and the experience I’ve gained through years of training, which gives me an edge over those who have a lot of theory but lack practical experience.": "Aktualnie jestem czynnym zawodnikiem federacji IFBB, trenerem, jak i doradcą żywieniowym. Co mnie wyróżnia od innych trenerów? Przede wszystkim indywidualne podejście do każdego podopiecznego i doświadczenie, które zdobywałem przez lata treningów, dzięki czemu mam przewagę nad tymi, co posiadają dużą ilość teorii, a brakuje im praktyki.",
  "I believe that a gram of practice is worth more than a kilogram of theory. Of course, when it comes to theory, I’m constantly developing, but I always test it on myself first before applying it in my work with clients. By working with the best coaching staff in our country and spending time daily among the top Polish bodybuilders, I gain knowledge every day that not everyone has access to.": "Jestem zdania, że gram praktyki jest warty więcej niż kilogram teorii, oczywiście jeśli chodzi o teorię rozwijam się cały czas, ale najpierw sprawdzam ją na sobie, a następnie przenoszę na pracę z ludźmi. Współpracując również z najlepszym sztabem trenerskim w naszym kraju i przebywając codziennie wśród czołówki polskiej kulturystyki zdobywam wiedzę każdego dnia, do której nie każdy może mieć dostęp.",
  "I also follow a holistic approach to the human body. I’m aware, and I’ll try to make you aware too, that the effectiveness of training is influenced not only by a well-programmed training plan but also by proper nutrition, lifestyle, and even the psychological aspect and attitude towards the sport being practiced.": "Kieruję się również holistycznym podejściem do ludzkiego ciała. Mam świadomość i postaram się uświadomić to również Tobie, że na skuteczność treningów ma wpływ nie tylko dobrze zaprogramowany plan treningowy, ale także sposób odżywiania, tryb życia oraz sfera psychologiczna człowieka, a nawet nastawienie do rodzaju uprawianego sportu.",
  "Personal Trainer Course at Strefa Sportu Training Center with Radek Słodkiewicz, 2016": "Kurs na Trenara Personalnego w Centum Szkoleniowym Strefa Sportu u Radka Słodkiewicza 2016",
  "Course on Theory and Practice in Strength Training (training systems: FBW, SPLIT, SLINGSHOT, and HOLISTIC TRAINING), 2016": "Kurs z Teorii i praktyki w treningu siłowym (systemy treningowe: FBW, SPLIT, SLINGSHOT oraz TRENING HOLISTYCZNY) 2016",
  "Fundamentals of Human Nutrition at A4ACADEMY, 2017": "“Fundamenty żywienia Człowieka” w A4ACADEMY’ 2017",
  "Dietetics and Supplementation in Sports at A4ACADEMY, 2017": "“Dietetyka i suplementacja w sporcie” w A4ACADEMY 2017",
  "Sport Nutrition – Ketogenic & Carb Cycling at Premium Sport Academy, 2017": "“Sport Nutrition – Ketogenic & Carb Cycling” w Premium Sport Academy; 2017",
  "Psychodietetics – Premium Sport Academy with Karolina Gruszecka, 2017": "“Psychodietetyka” – Premium Sport Academy Karolina Gruszecka;",
  "Pharmacological Support in Bodybuilding and Sports online seminar, level 1 and 2, led by Robert Piotrkowicz, 2017": "“Wspomaganie farmakologiczne w kulturystyce i sporcie” seminarium on-line poziom 1 i 2, prowadzący seminarium Robert Piotrkowicz 2017",
  "Expertise in handling: Type 1 and Type 2 Diabetes, Metabolic Syndrome, Hypertension, and Insulin Resistance, at Strefa Sportu Training Center, led by Rafał Nejmann, 2017": "Kompetencje o wiedzy z zakresu postępowania w: Cukrzycy typu 1 i 2, zespole metabolicznym, nadciśnieniu tętniczym i insulinooporności również w Centrum Szkoleniowym Strefa Sportu prowadzonego przez Rafała Nejmanna 2017",
  "Leadership workshop and seminar A4Academy Katarzyna Szyguła 2017": "Leadership workshop and seminar A4Academy Katarzyna Szyguła 2017",
  "PHOTO": "GALERIA",
  "GALLERY": "ZDJĘĆ",
  "COURSES": "KURSY",
  "TRAINING SESSIONS": "SZKOLENIA",
  "A FEW WORDS": "KILKA SŁÓW",
  "ABOUT ME": "O MNIE",
  "Training sessions are conducted at the gym:": "Treningi prowadzone są na siłowni:",
  "Account number": "Numer konta",
  "Name": "Imię",
  "Email address": "Adres email",
  "Message content": "Treść wiadomosci",
  "Send message": "Wyślij wiadomość",
  "Cookies": "Polityka",
  "Policies": "Cookies",
  "I consent to the processing of my personal data in accordance with the Personal Data Protection Act for the purpose of sending commercial information electronically.": "Wyrażam zgodę na przetwarzanie moich danych osobowych zgodnie z ustawą o ochronie danych osobowych w celu przesyłania informacji handlowej drogą elektroniczną.",
  "Complete the Captcha": "Uzupełnij Captche",
  "The message has been sent": "Wiadomość została wysłana",
  "And the Administrator, in accordance with the provisions of Article 173 and 174 of the Act of July 16, 2004, Telecommunications Law (consolidated text Journal of Laws of 2014, item 243), uses 'cookies' files, which are used to collect information about Users' use of the Administrator's website at the address trenerpersonalnymichal.pl (hereinafter referred to as the 'Service').": "Administrator, zgodnie z przepisami art. 173 oraz 174 ustawy z dnia 16 lipca 2004 roku Prawo telekomunikacyjne (tekst jednolity Dz. U. z 2014 r. poz. 243), wykorzystuje pliki typu „cookies”, które służą do zbierania informacji dotyczących korzystania przez Użytkowników ze strony internetowej Administratora pod adresem trenerpersonalnymichal.pl (dalej „Serwis”).",
  "The Service uses Cookies. Cookies are text files stored on the User's end device and are used to browse the Service pages.": "W Serwisie wykorzystywane są pliki typu Cookies. Pliki Cookies są plikami o charakterze tekstowym, przechowywanymi w urządzeniu końcowym Użytkownika i służą do korzystania ze stron Serwisu.",
  "The purpose of using Cookies by the Service is:": "Celem wykorzystywania plików Cookies przez Serwis jest:",
  "a) adapting the content of the website to the individual needs and preferences of the User;": "a) przystosowanie zawartości strony do indywidualnych potrzeb i preferencji Użytkownika;",
  "b) maintaining the User's session.": "b) utrzymanie sesji Użytkownika.",
  "During visits to the Service, the Service's system sends at least one Cookie file to the User's computer to uniquely identify the browser.": "Podczas odwiedzin Serwisu, system Serwisu wysyła do komputera Użytkownika co najmniej jeden plik Cookies w celu jednoznacznego zidentyfikowania przeglądarki.",
  "The information sent by the User's browser is automatically recorded on the Server.": "Informacje przesyłane przez przeglądarkę Użytkownika są automatycznie rejestrowane na Serwerze.",
  "Each User has the option to block the reception of Cookies, allowing them to remain anonymous, however, in such a case, the Service will not be able to identify the User or their preferences.": "Każdy Użytkownik ma możliwość zablokowania odbierania plików Cookies, dzięki czemu może pozostać anonimowy, jednakże wówczas Serwis nie będzie mógł zidentyfikować Użytkownika ani jego preferencji.",
  "Limiting the transmission of Cookies may, therefore, affect some functionalities of the Service.": "Ograniczenie przesyłania plików Cookies może tym samym wpłynąć na niektóre funkcjonalności Serwisu.",
  "To block the reception of Cookies or receive information about each time they are placed on the User's end device, appropriate settings in the web browser should be modified.": "Aby zablokować możliwość odbierania plików Cookies lub otrzymywać informacje o ich każdorazowym umieszczeniu w urządzeniu końcowym Użytkownika, należy zmodyfikować odpowiednie ustawienia przeglądarki internetowej.",
  "Cookies are available to the Administrator.": "Pliki Cookies są dostępne dla Administratora.",
  "Cookies placed on the end device may also be used by the provider of the Google Analytics and Google AdWords services, in accordance with its privacy policy.": "Pliki Cookies zamieszczane w urządzeniu końcowym mogą być wykorzystane również przez dostawcę usługi Google Analytics i Google AdWords, zgodnie z jego polityką prywatności.",
  "Cookies and the information stored in them or the ability to access them do not cause configuration changes in the device and software installed on that device.": "Pliki Cookies i przechowywana w nich informacja lub uzyskiwanie do niej dostępu nie powodują zmian konfiguracyjnych w urządzeniu i oprogramowaniu zainstalowanym w tym urządzeniu.",
  "If the User does not change the default settings of the web browser regarding Cookies, they will be placed on their end device and used in accordance with the rules specified by the web browser provider.": "Jeżeli Użytkownik nie dokona zmiany ustawień domyślnych przeglądarki internetowej dotyczących plików Cookies, to zostaną one umieszczone w jego urządzeniu końcowym i będą wykorzystywane zgodnie z zasadami wskazanymi przez dostawcę przeglądarki internetowej.",
  "And this, Cookies may be stored on the User's end device, and the Administrator may access the information contained in these files.": "Tym samym pliki Cookies mogą być przechowywane w urządzeniu końcowym Użytkownika, a Administrator może uzyskiwać dostęp do informacji zawartych w tych plikach.",
  "And information on managing Cookies in individual browsers can be found on the pages dedicated to each browser:": "Informacje na temat zarządzania plikami Cookies w poszczególnych przeglądarkach można znaleźć na stronach dedykowanych poszczególnym przeglądarkom:",
  "https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer": "http://support.mozilla.org/pl/kb/ciasteczka",
  "https://support.microsoft.com/en-gb/topic/description-of-cookies-ad01aa7e-66c9-8ab2-7898-6652c100999d": "https://support.microsoft.com/pl-pl/topic/jak-usun%C4%85%C4%87-pliki-cookie-w-programie-internet-explorer-bca9446f-d873-78de-77ba-d42645fa52fc",
  "https://support.google.com/chrome/answer/95647?hl=en": "https://support.google.com/chrome/answer/95647?hl=pl",
  "https://help.opera.com/en/latest/web-preferences/#cookies": "http://help.opera.com/Linux/12.10/pl/cookies.html",
  "https://support.apple.com/en-gb/105082": "https://support.apple.com/pl-pl/105082",
  "Let me change your life for the better with my help.": "Pozwól, że z moją pomocą zmienię twoje życie na lepsze.",
  "Interesting links": "Interesujące linki",
  "Documents": "Dokumenty",
  "Terms and Conditions": "Regulamin",
  "Privacy policy": "Polityka Prywatności",
  "Cookies policy": "Polityka Cookies",
  "Michał Trainer": "Michał Trener",
  "Michał": "Michał",
  "Trainer": "Trener",
  "Personal": "Personalny",
  "I will help you achieve your intended goal, and if you don't have one yet, we will set it together and reach the final result!": "Pomogę Ci osiągnąć Twój zamierzony cel, a jeśli takiego jeszcze nie masz to obierzemy go razem i dojdziemy do końcowego rezultatu!",
  "Book an appointment.": "Zarezerwuj wizytę",
  "Hi! My name is Michał, I am a personal trainer certified by the EFA. I graduated in physical education, specializing in personal training, from the Academy of Physical Education named after Bronisław Czech in Kraków.": "Hej! Mam na imię Michał, jestem trenerem personalnym z certyfikatem EFA. Jestem absolwentem wychowania fizycznego na kierunku trener personalny w akademia wychowania fizycznego im. Bronisława Czecha w Krakowie.",
  "I invite you to join my training sessions if you have health issues or simply need help with strength training, while also taking care of your physical fitness and health.": "Zapraszam Cię do mnie na treningi, jeśli masz problem ze zdrowiem, lub po prostu potrzebujesz pomocy w treningu siłowym, a przy okazji zadbać o swoją kondycję fizyczną i zdrowie.",
  "Personal Reverse Trainer": "Trening",
  "Trainer Reverse Personal": "Personalny",
  "Why will my training be suitable for you?": "Dlaczego mój trening będzie odpowiedni dla ciebie?",
  "You will find plenty of useful tips and advice on the 4 keys to success that will help you:": "Znajdziesz w nim mnóstwo przydatnych porad, wskazówek dotyczących 4 kluczy do sukcesu, które ci pomogą:",
  "Eat better, without dieting and without feeling deprived.": "Odżywiaj się lepiej, bez diety i bez poczucia niedostatku.",
  "Be active, regardless of your current fitness level.": "Bądź aktywny, bez względu na to, w jakiej jesteś obecnie formie.",
  "Ditch the food rules, ditch fad diets and conflicting advice.": "Porzuć zasady żywieniowe, porzuć modne diety i sprzeczne porady.",
  "Incorporate fitness into your life.": "Wprowadź fitness do swojego życia",
  "Achieve and maintain your goals, even when life gets busy.": "Osiągaj i utrzymuj swoje cele, nawet gdy życie staje się napięte.",
  "Learn and apply nutritional strategies that will transform your body without feeling hungry.": "Poznaj i zastosuj strategie żywieniowe, które  odmienią Twoją  sylwetkę bez  uczucia głodu.",
  "Discover and implement important lifestyle habits to start feeling amazing on the inside and looking great on the outside.": "Poznaj i wprowadź w życie ważne nawyki dotyczące  stylu  życia, aby zacząć  czuć  się niesamowicie wewnątrz i wyglądać świetnie na zewnątrz.",
  "By applying mindset principles toward the burning desire to achieve your goals – you will become a better version of yourself.": "Stosując zasady nastawienia do palącego  pragnienia  osiągnięcia swoich celów  -  staniesz się lepszą wersją siebie.",
  "A tailored, structured, time-efficient, and progressive exercise program to meet your needs and goals.": "Dopasowany, ustrukturyzowany, efektywny czasowo i  progresywny program  ćwiczeń  spełniający Twoje wymagania i cele.",
  "MY CREDO": "MOJE CREDO",
  "Busy men and women improve their health and fitness using a combination of tailored exercise, nutrition, lifestyle, and mindset systems that are holistic and sustainable for life.": "Zapracowani mężczyźni i kobiety  poprawiają swoje  zdrowie i kondycję, korzystając z kombinacji dostosowanych ćwiczeń, odżywiania, stylu życia  i systemów mentalnych, które są holistyczne i trwałe na zawsze.",
  "✓ Feel confident and attractive among friends, family, and in public spaces.": "✓ Poczuj się pewnie i atrakcyjnie w gronie przyjaciół, rodziny i  w  miejscach  publicznych publicznie.",
  "✓ Feel physically and mentally strong, ready to take on any challenge without worrying that your energy levels or body weight will hold you back.": "✓ Poczuj się silny fizycznie i psychicznie, zdolny do podjęcia  każdego  wyzwania nie martwiąc się, że poziom energii lub masa ciała staną na przeszkodzie.",
  "✓ Wear the clothes you want to wear.": "✓ Noś ubrania takie jakie chcesz nosić.",
  "✓ Stop worrying about diseases and early death.": "✓ Przestań martwić się chorobami i młodą śmiercią",
  "✓ Run with your kids or grandkids without feeling pain, winded, or exhausted, and do it again the next day.": "✓ Biegaj ze swoimi dziećmi lub wnukami, nie czując bólu, wiatru  ani  zmęczenia i robiąc to ponownie następnego dnia.",
  "✓ Add 10 years of healthy life to your retirement.": "✓ Dodaj sobie 10 lat zdrowego życia na emeryturze",
  "✓ Starving yourself.": "✓ Głodzenie się",
  "✓ Counting calories or weighing food!": "✓ Liczenia kalorii lub ważenia żywności!",
  "✓ Giving up the foods you enjoy.": "✓ Rezygnowania z produktów, które lubisz",
  "Without worrying about:": "Bez martwienia się o:",
  "Nutrition": "Odżywianie",
  "Lifestyle": "Styl życia",
  "Exercises": "Cwiczenia",
  "Mindset": "Mindset",
  "MY": "MOJE",
  "CREDO": "CREDO",
  "Transformations Reverse Clients": "TRANSFORMATIONS",
  "Clients Reverse Transformations": "CLIENTS",
  "More Transformations": "Więcej transformacji",
  "I will guide you through the entire process from where you are now to achieving the results shown in the pictures below. You will gain health, a better mood, and vitality, and you will pass on new, healthy habits to your children. By working with me, you will improve not only your quality of life but that of your entire family.": "Przeprowadzę Cię przez cały proces od momentu, w którym jesteś teraz do uzyskania efektów ze zdjęć poniżej. Zyskasz zdrowie, lepszy nastrój i witalność, a nowe, zdrowe nawyki przekażesz swoim dzieciom. Podejmując współpracę ze mną poprawisz nie tylko swoją jakość życia, ale i całej rodziny. ",
  "I have been helping people on their journey to better fitness since 2012.": "Pomagam przejść drogę po lepszą formę od 2012 roku",
  "The online collaboration with Ania lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Anią współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Andrzej lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Andrzejem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Tomek lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": " Z Tomkiem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Natalia lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Natalią współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Piotr lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Piotrem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Kazimierz lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Kazimierzem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Julia lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Julią współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Konrad lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Konradem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Oskar lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Oskarem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Tomasz lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Tomaszem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Maja lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Mają współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "The online collaboration with Mateusz lasted just under 5 months. The goal was to burn excess fat and achieve an athletic physique.": "Z Mateuszem współpraca online trwała niespełna 5 miesięcy. Celem było spalenie zbędnego tłuszczu oraz uzyskanie atletycznej sylwetki.",
  "Password": "Hasło",
  "Remind password": "Przypomnij hasło",
  "If you do not have an account, please register.": "Jeśli nie posiadasz konta. Zarejestruj się.",
  "Telephone number": "Numer telefonu",
  "Repeat password": "Powtórz hasło",
  "If you have an account, please log in.": "Jeśli masz konto, zaloguj się.",
  "Password Reset": "Resetowanie hasła",
  "Change password": "Zmień hasło",
  "Send": "Wyślij",
  "If the email exists in our database, an email has been sent with a link to reset your password.": "Jeśli email istnieje w naszej bazie danych to na ten email została wysłana wiadomość wraz z linkiem umożliwiającym zmianę hasła",
  "Name is too short": "Imię jest za krótkie",
  "Name is too long": "Imię jest za długie",
  "Name is required": "Imię jest wymagane",
  "Last name is too short": "Nazwisko jest za krótkie",
  "Last Name is too long": "Nazwisko jest za długie",
  "Address Email is incorrect": "Adres email jest niepoprawny",
  "Address Email is required": "Adres email jest wymagany",
  "Phone number is incorrect": "Numer telefonu jest niepoprawny",
  "Password is too short": "Hasło jest za krótkie",
  "Password is required": "Hasło jest wymagane",
  "The passwords must match.": "Hasła muszą być identyczne.",
  "Message is too short": "Wiadomość jest za krótka",
  "Message is too long": "Wiadomość jest za długa",
  "To send a message, you must accept the consent.": "Aby wysłać wiadomość, musisz zaakceptować zgodę.",
  "Complete the captcha verification": "Ukończ weryfikację captcha",
  "Book an appointment": "Zarezerwuj wizytę",
  "I have an account": "Mam konto",
  "Book as a guest, and we will automatically create an account for you.": "Zarezerwuj jako gość, a my automatycznie stworzymy dla Ciebie konto.",
  "The training has been booked. A confirmation has been sent to your email.": "Szkolenie zostało zarezerwowane. Potwierdzenie zostało wysłane na Twój email.",
  "Order confirmation.": "Potwierdzenie zamówienia.",
  "Your order": "Twoje zamówienie",
  "Title": "Tytuł",
  "Price": "Cena",
  "Date": "Data",
  "Start time": "Czas rozpoczęcia",
  "End time": "Czas zakończenia",
  "Complete Reservation": "Zakończ rezerwację",
  "Training Reservation": "Rezerwacja szkolenia",
  "Select Trainer": "Wybierz trenera",
  "Select Plan": "Wybierz plan",
  "Available booking slots": "Dostępne terminy rezerwacji",
  "1. Data Administrator": "1. Administrator danych",
  "The administrator of your personal data is Michał Lejwoda": "Administratorem Twoich danych osobowych jest Michał Lejwoda",
  "If you have any questions regarding the method, purpose, or scope of data processing by the Administrator or questions concerning your rights, you can contact the Administrator via email at: michal.lejwoda@gmail.com": "Jeśli masz jakiekolwiek pytania dotyczące metody, celu lub zakresu przetwarzania danych przez Administratora lub pytania dotyczące Twoich praw, możesz skontaktować się z Administratorem drogą mailową na adres: michal.lejwoda@gmail.com",
  "2. GDPR": "2. RODO",
  "GDPR is the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC. GDPR regulates issues related to the processing of personal data.": "RODO to Rozporządzenie (UE) 2016/679 Parlamentu Europejskiego i Rady z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych oraz w sprawie swobodnego przepływu tych danych, uchylające Dyrektywę 95/46/WE. RODO reguluje kwestie związane z przetwarzaniem danych osobowych.",
  "3. Purposes and legal grounds for processing personal data": "3. Cele i podstawy prawne przetwarzania danych osobowych",
  "Your personal data is processed for the purpose of concluding and performing a contract with the Administrator, i.e., a contract for the provision of services specified in the Terms of Service available on the website www.michal-trener.com (legal basis: Article 6(1)(b) of GDPR).": "Twoje dane osobowe są przetwarzane w celu zawarcia i realizacji umowy z Administratorem, tj. umowy o świadczenie usług określonych w Regulaminie dostępnym na stronie www.michal-trener.com (podstawa prawna: artykuł 6 ust. 1 lit. b RODO).",
  "Your personal data is also processed to fulfill legal obligations incumbent on the Administrator related to issuing invoices, receipts, and maintaining financial reporting (legal basis: Article 6(1)(c) of GDPR).": "Twoje dane osobowe są również przetwarzane w celu realizacji obowiązków prawnych ciążących na Administratorze, związanych z wystawianiem faktur, paragonów oraz prowadzeniem sprawozdawczości finansowej (podstawa prawna: artykuł 6 ust. 1 lit. c RODO).",
  "Furthermore, in some cases, it is or may be necessary to process your personal data for purposes resulting from the legitimate interests of the Administrator (legal basis: Article 6(1)(f) of GDPR), in particular:": "Ponadto, w niektórych przypadkach, może być konieczne przetwarzanie Twoich danych osobowych w celach wynikających z uzasadnionych interesów Administratora (podstawa prawna: artykuł 6 ust. 1 lit. f RODO), w szczególności:",
  "1) for marketing the products and services offered by the Administrator or the Administrator's partners,": "1) w celach marketingowych produktów i usług oferowanych przez Administratora lub jego partnerów,",
  "2) for responding to inquiries submitted via the contact form,": "2) w celu odpowiedzi na zapytania przesłane za pomocą formularza kontaktowego,",
  "3) for handling complaints regarding services provided by the Administrator,": "3) w celu obsługi reklamacji dotyczących usług świadczonych przez Administratora,",
  "4) for purposes related to monitoring and improving the quality of services provided by the Administrator,": "4) w celach związanych z monitorowaniem i poprawą jakości usług świadczonych przez Administratora,",
  "5) where applicable – for purposes related to conducting legal proceedings, as well as proceedings before public authorities or other proceedings, including the pursuit and defense of claims,": "5) jeśli ma to zastosowanie – w celach związanych z prowadzeniem postępowań sądowych, a także postępowań przed organami publicznymi lub innymi postępowaniami, w tym dochodzeniem i obroną roszczeń,",
  "6) for sending commercial information electronically as defined by the Act of 18 July 2002 on the provision of services by electronic means (if appropriate consent has been given).": "6) w celu przesyłania informacji handlowych drogą elektroniczną zgodnie z ustawą z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną (jeśli udzielono odpowiedniej zgody).",
  "In other cases, your personal data will be processed solely based on consent (legal basis: Article 6(1)(a) or Article 9(2)(a) of GDPR), for purposes specified in the consent.": "W innych przypadkach Twoje dane osobowe będą przetwarzane wyłącznie na podstawie zgody (podstawa prawna: artykuł 6 ust. 1 lit. a lub artykuł 9 ust. 2 lit. a RODO), w celach określonych w zgodzie.",
  "4. Obligation to provide personal data": "4. Obowiązek podania danych osobowych",
  "Providing your personal data is a condition for concluding and properly performing the contract or processing a submitted inquiry, complaint, or report. Failure to provide the required personal data may prevent the conclusion and execution of the contract and the provision of services by the Administrator.": "Podanie Twoich danych osobowych jest warunkiem zawarcia i prawidłowej realizacji umowy lub przetworzenia złożonego zapytania, reklamacji lub zgłoszenia. Niepodanie wymaganych danych osobowych może uniemożliwić zawarcie umowy i wykonanie świadczenia usług przez Administratora.",
  "5. Information about recipients of personal data": "5. Informacje o odbiorcach danych osobowych",
  "Your personal data may be shared with the following recipients or categories of recipients:": "Twoje dane osobowe mogą być udostępniane następującym odbiorcom lub kategoriom odbiorców:",
  "1) public authorities and entities performing public tasks or acting on behalf of public authorities, to the extent and for the purposes resulting from applicable law,": "1) organom publicznym i podmiotom wykonującym zadania publiczne lub działającym na rzecz organów publicznych, w zakresie i celu wynikającym z obowiązujących przepisów prawa,",
  "2) entities supporting the Administrator in carrying out his business and operational processes, including entities processing personal data on behalf of the Administrator,": "2) podmiotom wspierającym Administratora w realizacji jego procesów biznesowych i operacyjnych, w tym podmiotom przetwarzającym dane osobowe w imieniu Administratora,",
  "3) the electronic payment operator.": "3) operatorowi płatności elektronicznych.",
  "6. Periods of personal data processing": "6. Okresy przetwarzania danych osobowych",
  "Your personal data will be processed for the period necessary to achieve the purposes of processing indicated in point 3 above, i.e., for the duration:": "Twoje dane osobowe będą przetwarzane przez okres niezbędny do osiągnięcia celów przetwarzania wskazanych w punkcie 3 powyżej, tj. przez czas:",
  "a) of the contract binding you with the Administrator,": "a) trwania umowy wiążącej Cię z Administratorem,",
  "b) of fulfilling legal obligations incumbent on the Administrator, including obligations related to data storage, e.g., for financial reporting purposes,": "b) wypełniania obowiązków prawnych ciążących na Administratorze, w tym obowiązków związanych z przechowywaniem danych, np. w celach sprawozdawczości finansowej,",
  "c) of the Administrator’s legitimate interests, in particular for the periods of limitation specified in separate regulations,": "c) uzasadnionych interesów Administratora, w szczególności przez okresy przedawnienia określone w odrębnych przepisach,",
  "d) until the withdrawal of consent – if the processing is based on your consent.": "d) do momentu wycofania zgody – jeśli przetwarzanie odbywa się na podstawie Twojej zgody.",
  "7. Profiling and automated decision-making": "7. Profilowanie i automatyczne podejmowanie decyzji",
  "Your personal data will not be subject to profiling. The Administrator will not make automated decisions that have significant consequences for you.": "Twoje dane osobowe nie będą poddawane profilowaniu. Administrator nie podejmie decyzji automatycznych, które mają istotne konsekwencje dla Ciebie.",
  "8. Rights of the data subject": "8. Prawa osoby, której dane dotyczą",
  "In connection with the processing of your personal data, you have the following rights:": "W związku z przetwarzaniem Twoich danych osobowych przysługują Ci następujące prawa:",
  "a) the right to access personal data, including the right to obtain a copy of such data,": "a) prawo dostępu do danych osobowych, w tym prawo do uzyskania kopii tych danych,",
  "b) the right to request rectification (correction) of data,": "b) prawo do żądania sprostowania (poprawienia) danych,",
  "c) the right to request the erasure of personal data (the so-called 'right to be forgotten'),": "c) prawo do żądania usunięcia danych osobowych (tzw. prawo do bycia zapomnianym),",
  "d) the right to request restriction of the processing of personal data,": "d) prawo do żądania ograniczenia przetwarzania danych osobowych,",
  "e) the right to data portability, including the right to transfer data directly to another data controller,": "e) prawo do przenoszenia danych, w tym prawo do przekazania danych bezpośrednio do innego administratora danych,",
  "f) the right to object to the processing of personal data.": "f) prawo do sprzeciwu wobec przetwarzania danych osobowych.",
  "You can exercise the above rights:": "Możesz skorzystać z powyższych praw:",
  "The scope of each of the above rights and the situations in which you can exercise them are determined by law. The possibility of exercising some of these rights may depend, among other things, on the legal grounds, purpose, or method of processing.": "Zakres każdego z powyższych praw oraz sytuacje, w których możesz z nich skorzystać, określają przepisy prawa. Możliwość skorzystania z niektórych z tych praw może zależeć m.in. od podstawy prawnej, celu lub sposobu przetwarzania.",
  "9. Right to withdraw consent to personal data processing": "9. Prawo do wycofania zgody na przetwarzanie danych osobowych",
  "To the extent that you have given consent for the processing of personal data, you have the right to withdraw this consent. Withdrawal of consent does not affect the lawfulness of the processing carried out on the basis of consent before its withdrawal.": "W zakresie, w jakim udzieliłeś zgody na przetwarzanie danych osobowych, masz prawo do jej wycofania. Wycofanie zgody nie wpływa na zgodność z prawem przetwarzania dokonanego na podstawie zgody przed jej wycofaniem.",
  "10. Right to lodge a complaint with a supervisory authority": "10. Prawo do wniesienia skargi do organu nadzorczego",
  "If you believe that the processing of your personal data violates applicable law, you may lodge a complaint with the supervisory authority – the President of the Personal Data Protection Office (ul. Stawki 2, 00-193 Warsaw).": "Jeśli uważasz, że przetwarzanie Twoich danych osobowych narusza przepisy prawa, możesz złożyć skargę do organu nadzorczego – Prezesa Urzędu Ochrony Danych Osobowych (ul. Stawki 2, 00-193 Warszawa).",
  "11. Transfer of personal data to entities outside the European Economic Area ('EEA') or international organizations": "11. Przekazywanie danych osobowych do podmiotów poza Europejskim Obszarem Gospodarczym ('EOG') lub organizacji międzynarodowych",
  "The Administrator does not plan to transfer your personal data to entities outside the EEA or to international organizations.": "Administrator nie planuje przekazywania Twoich danych osobowych do podmiotów poza EOG ani do organizacji międzynarodowych.",
  "Parties": "Strony",
  "TERMS AND CONDITIONS OF PROVIDING ELECTRONIC SERVICES": "REGULAMIN ŚWIADCZENIA USŁUG DROGĄ ELEKTRONICZNĄ",
  "These Terms and Conditions constitute the terms and conditions of providing electronic services as defined in Article 8, paragraph 1, point 1 of the Act of 18 July 2002 on providing electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended), taking into account the provisions of the Act of 30 May 2014 on consumer rights (Journal of Laws of 2014, item 827).": "Niniejszy Regulamin stanowi warunki świadczenia usług drogą elektroniczną, określone w art. 8 ust. 1 pkt 1 ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną (Dz.U. z 2002 r. Nr 144, poz. 1204, z późn. zm.), uwzględniając przepisy ustawy z dnia 30 maja 2014 r. o prawach konsumenta (Dz.U. z 2014 r. poz. 827).",
  "§ 1. General Provisions": "§ 1. Postanowienia ogólne",
  "1. These Terms and Conditions define the conditions of providing electronic services by the Service Provider within the framework of the website located at www.trenerpersonalnymichal.pl.": "1. Niniejszy Regulamin określa warunki świadczenia usług drogą elektroniczną przez Usługodawcę w ramach serwisu internetowego znajdującego się pod adresem www.trenerpersonalnymichal.pl.",
  "2. The terms used in these Terms and Conditions have the following meanings:": "2. Terminy używane w niniejszym Regulaminie mają następujące znaczenie:",
  "a) Service Provider – Michał Lejwoda": "a) Usługodawca – Michał Lejwoda",
  "b) Website – the Service Provider’s website operated at www.michal-trener.pl.": "b) Strona internetowa – strona internetowa Usługodawcy działająca pod adresem www.michal-trener.pl.",
  "c) Client – a natural person, legal entity, or organizational unit with legal capacity, making purchases on the Website;": "c) Klient – osoba fizyczna, osoba prawna lub jednostka organizacyjna posiadająca zdolność prawną, dokonująca zakupów na Stronie internetowej;",
  "d) Consumer – a Client who is a natural person making a legal transaction with the Service Provider, who is an entrepreneur, which is not directly related to the person’s business or professional activity;": "d) Konsument – Klient będący osobą fizyczną dokonującą czynności prawnej z Usługodawcą, będącą przedsiębiorcą, która nie jest bezpośrednio związana z działalnością gospodarczą lub zawodową tej osoby;",
  "e) Newsletter – materials sent by the Service Provider electronically to Clients who have expressly agreed to receive them, which may constitute commercial information within the meaning of the Act of 18 July 2002 on providing electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended).": "e) Newsletter – materiały przesyłane przez Usługodawcę drogą elektroniczną do Klientów, którzy wyrazili wyraźną zgodę na ich otrzymywanie, które mogą stanowić informacje handlowe w rozumieniu ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną (Dz.U. z 2002 r. Nr 144, poz. 1204, z późn. zm.).",
  "Account": "Konto",
  "Settings saved": "Ustawienia zapisane",
  "Successfully saved the settings !!!": "Ustawienia zostały pomyślnie zapisane !!!",
  "Close": "Zamknij",
  "Confirm Reservation and pay with cash": "Potwierdź rezerwacje i zaplac gotówką",
  "Book and pay with other methods(blik, credit cart)": "Potwierdź i zapłać za pomocą innych metod(blik, karta kredytowa)",
  "Make a payment": "Dokonaj płatności"
}
