Repository: michal-lejwoda/trainer_page
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: de

source: Message
de: Nachricht

source: Created goal.
de: Ziel erstellt.

source: Congratulations! You have added your first exercise.
de: Herzlichen Glückwunsch! Du hast deine erste Übung hinzugefügt.

source: Congratulations! You have been logged in for 10 minutes.
de: Herzlichen Glückwunsch! Du bist seit 10 Minuten eingeloggt.

source: Congratulations! You have added 5 exercises.
de: Herzlichen Glückwunsch! Du hast 5 Übungen hinzugefügt.

source: Congratulations! You have successfully modified 100 workouts.
de: Herzlichen Glückwunsch! Du hast 100 Workouts erfolgreich geändert.

source: Congratulations! You have successfully modified 10 workouts.
de: Herzlichen Glückwunsch! Du hast 10 Workouts erfolgreich geändert.

source: Congratulations! You have successfully modified your first workout.
de: Herzlichen Glückwunsch! Du hast dein erstes Workout erfolgreich geändert.

source: Congratulations! You have spent 50 hours on the site.
de: Herzlichen Glückwunsch! Du hast 50 Stunden auf der Seite verbracht.

source: Congratulations! You have spent 100 hours on the site.
de: Herzlichen Glückwunsch! Du hast 100 Stunden auf der Seite verbracht.

source: Congratulations! You have spent 200 hours on the site.
de: Herzlichen Glückwunsch! Du hast 200 Stunden auf der Seite verbracht.

source: Congratulations! You have been logged into the site for 1 hour.
de: Herzlichen Glückwunsch! Du bist seit 1 Stunde eingeloggt.

source: Congratulations! You have been logged in for 2 hours.
de: Herzlichen Glückwunsch! Du bist seit 2 Stunden eingeloggt.

source: Congratulations! You have been logged in for 4 hours.
de: Herzlichen Glückwunsch! Du bist seit 4 Stunden eingeloggt.

source: Congratulations! You have just created your first training.
de: Herzlichen Glückwunsch! Du hast gerade dein erstes Training erstellt.

source: Password is too short (min 4 letters)
de: Das Passwort ist zu kurz (mindestens 4 Buchstaben)

source: Password is too long (max 50 letters)
de: Das Passwort ist zu lang (maximal 50 Buchstaben)

source: Username is too short (min 4 letters)
de: Der Benutzername ist zu kurz (mindestens 4 Buchstaben)

source: Username is too long (max 30 letters)
de: Der Benutzername ist zu lang (maximal 30 Buchstaben)

source: Address email is invalid
de: Die E-Mail-Adresse ist ungültig

source: Token is invalid
de: Das Token ist ungültig

source: Reservation created successfully
de: Reservierung erfolgreich erstellt

source: Work hour has been deleted successfully
de: Arbeitsstunde wurde erfolgreich gelöscht

source: Work hour deleted successfully
de: Arbeitsstunde erfolgreich gelöscht

source: Trainer not found
de: Trainer nicht gefunden

source: No plans found for this trainer
de: Keine Pläne für diesen Trainer gefunden

source: Passwords do not match
de: Die Passwörter stimmen nicht überein

source: User not found
de: Benutzer nicht gefunden

source: Message from user
de: Nachricht vom Benutzer

source: Direct message has been sent
de: Direktnachricht wurde gesendet

source: Password reset on trener-personalny-michal.pl website
de: Passwortzurücksetzung auf der Website trener-personalny-michal.pl

source: Reset password email has been sent
de: E-Mail zur Passwortzurücksetzung wurde gesendet

source: Reservation Confirmation
de: Reservierungsbestätigung

source: Success
de: Erfolg

source: Password reset successful
de: Passwortzurücksetzung erfolgreich

source: Work hour not found
de: Arbeitsstunde nicht gefunden
